<?php

return [
    'created' => 'Привычка :name создана',
    'not_created' => 'Не удалось создать привычку',
    'already_exist' => 'Привычка :name уже существует',
    'deleted' => 'Привычки удалены',
    'not_deleted' => 'Ошибка удаления привычек',
    'updated' => 'Привычка :name обновлена',
    'not_updated' => 'Обновление не требуется',
    'incorrect_habit_id' => 'Эта привычка не принадлежит пользователю',
    'failed_statistic' => 'Не удалось получить статистику за период',
    'statistic' => 'Ваш прогресс по привычке за выбранный период :result%. Ожидаемое количество поторений: :marksBetweenDates. Выполненное количество поторений: :active',
];
